<template>
  <p :class="s.intro">
    Уже не один десяток лет наша компания выполняет поручения клиентов из Израиля, США, Германии, Канады и других стран
    по реализации недвижимости. Вступаем в наследство. Продаём. Оформляем. Консультируем.
    Мы поможем Вам выгодно и в максимально короткие сроки продать жилую или коммерческую недвижимость. Решаем все
    вопросы, возникающие при сделках, содействуем в оформлении и регистрации документов.
  </p>
</template>

<style module="s" lang="scss">
.intro {
  line-height: 2;
  width: 80%;
  margin: 0 auto;
  text-align: center;
  font-size: 1.2rem;
  font-weight: 200;
}
</style>
