<template>
  <div :class="s.text">
    <p>Приглашаем коллег из разных стран стать нашими партнерами.</p>
    <p>Мы успешно сотрудничаем с риэлторскими компаниями из Израиля, США и Германии на протяжении многих лет. Все партнеры довольны работой с нами.</p>
    <p>Стабильность и профессионализм, качество услуг и надежность — это то, что характерно для нашей компании, и что особо высоко ценят в нас наши партнеры.</p>
    <div class="text-center my-10 text-lg uppercase">С нами работать легко и выгодно!</div>
    <p>Наш опыт и опыт наших партнеров позволяют профессионально обслуживать любые заказы клиентов, а репутация гарантирует четкость и корректность в работе, а также своевременную выплату комиссионных.</p>
    <p>Если у Вас есть клиенты, заинтересованные в наших услугах, мы будем рады им помочь.</p>
  </div>

  <ul :class="s.list">
    <li>Мы готовы предоставить вашим клиентам все наши знания, опыт и внимание.</li>
    <li>Будьте уверены-клиенты останутся довольны!</li>
    <li>Все положенные комиссионные будут выплачены в срок и в полном объеме.</li>
  </ul>
  <div class="text-center my-10 text-lg uppercase">Будьте с нами! С нами всем выгодно!</div>

</template>

<script setup lang="ts"></script>

<style module="s" lang="scss">
.text p {
  line-height: 1.8;
  font-size: 1.2rem;
  font-weight: 200;
}

.list {
  list-style: disc;
  margin-left: 2rem;
  line-height: 1.8;
  font-size: 1.2rem;
  font-weight: 200;
}
</style>
