<template>
  <h3 :class="['text-center', s.heading]">Более 30 лет успешной работы на рынке недвижимости.</h3>
  <p :class="s.text">Мы помогаем клиентам выгодно и в оптимальные сроки совершать операции с жилой и коммерческой
    недвижимостью в Москве
    и Московской области. Мы решаем все вопросы, возникающие при сделках, оформляем и регистрируем документы, решаем все
    сопутствующие юридические и иные вопросы. Мы берем на себя все заботы по решению вопросов с недвижимостью, экономя
    клиенту время и деньги. Десятки благодарных клиентов, проживающих в разных странах мира, рекомендуют нас своим
    друзьям и знакомым.</p>
</template>

<script setup lang="ts"></script>

<style module="s" lang="scss">
.heading {
  font-size: 1.5rem;
  font-weight: 400;
  margin-bottom: 2rem;
}

.text {
  line-height: 1.8;
  font-size: 1.2rem;
  font-weight: 200;
  text-align: center;
  margin: 0 auto;
}
</style>
